{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[PAD]": 0,
      "[BOS]": 1,
      "[EOS]": 2,
      "!": 3,
      "\"": 4,
      "#": 5,
      "$": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "Ċ": 95,
      "Ġ": 96,
      "Ġ}": 97,
      "Ġ{": 98,
      "Ġ\\": 99,
      "Ġ_": 100,
      "Ġ^": 101,
      "Ġ2": 102,
      "Ġ)": 103,
      "Ġ(": 104,
      "Ġ=": 105,
      "Ġ1": 106,
      "ra": 107,
      "Ġ-": 108,
      "Ġ,": 109,
      "rac": 110,
      "frac": 111,
      "Ġ+": 112,
      "ta": 113,
      "al": 114,
      "Ġi": 115,
      "ar": 116,
      "ig": 117,
      "Ġ0": 118,
      "ma": 119,
      "am": 120,
      "Ġx": 121,
      "ph": 122,
      "le": 123,
      "Ġn": 124,
      "Ġ.": 125,
      "ti": 126,
      "Ġ\\,": 127,
      "Ġa": 128,
      "ft": 129,
      "Ġd": 130,
      "eta": 131,
      "mu": 132,
      "igh": 133,
      "righ": 134,
      "me": 135,
      "in": 136,
      "th": 137,
      "left": 138,
      "right": 139,
      "de": 140,
      "Ġk": 141,
      "Ġe": 142,
      "si": 143,
      "Ġm": 144,
      "Ġc": 145,
      "Ġr": 146,
      "par": 147,
      "tial": 148,
      "partial": 149,
      "Ġp": 150,
      "pha": 151,
      "alpha": 152,
      "Ġt": 153,
      "Ġ~": 154,
      "Ġ\\;": 155,
      "da": 156,
      "Ġ3": 157,
      "ĠA": 158,
      "phi": 159,
      "Ġj": 160,
      "pr": 161,
      "psi": 162,
      "Ġs": 163,
      "Ġl": 164,
      "Ġ4": 165,
      "math": 166,
      "Ġg": 167,
      "lta": 168,
      "bda": 169,
      "ambda": 170,
      "nu": 171,
      "ime": 172,
      "prime": 173,
      "pi": 174,
      "Ġz": 175,
      "cal": 176,
      "Ġb": 177,
      "amma": 178,
      "ot": 179,
      "dot": 180,
      "to": 181,
      "rm": 182,
      "mathrm": 183,
      "qu": 184,
      "Ġ|": 185,
      "bar": 186,
      "op": 187,
      "delta": 188,
      "igma": 189,
      "rn": 190,
      "int": 191,
      "lambda": 192,
      "ope": 193,
      "rato": 194,
      "ame": 195,
      "rname": 196,
      "operato": 197,
      "operatorname": 198,
      "beta": 199,
      "ĠN": 200,
      "Ġq": 201,
      "Ġ]": 202,
      "Ġf": 203,
      "rt": 204,
      "ga": 205,
      "mega": 206,
      "ĠT": 207,
      "theta": 208,
      "ĠR": 209,
      "ve": 210,
      "Ġy": 211,
      "lo": 212,
      "Ġ[": 213,
      "ĠM": 214,
      "sq": 215,
      "sqrt": 216,
      "ĠL": 217,
      "ĠD": 218,
      "ĠB": 219,
      "lon": 220,
      "hi": 221,
      "sigma": 222,
      "Ġ&": 223,
      "Ġ\\\\": 224,
      "at": 225,
      "hat": 226,
      "lde": 227,
      "tilde": 228,
      "ad": 229,
      "quad": 230,
      "psilon": 231,
      "epsilon": 232,
      "gamma": 233,
      "su": 234,
      "ray": 235,
      "array": 236,
      "Ġ/": 237,
      "ĠF": 238,
      "ĠS": 239,
      "sum": 240,
      "Ġh": 241,
      "ng": 242,
      "ho": 243,
      "rho": 244,
      "ngle": 245,
      "Ġu": 246,
      "var": 247,
      "Ġo": 248,
      "tau": 249,
      "bf": 250,
      "ĠH": 251,
      "ĠC": 252,
      "omega": 253,
      "ĠP": 254,
      "ĠX": 255,
      "ĠI": 256,
      "ĠG": 257,
      "la": 258,
      "ĠE": 259,
      "ĠV": 260,
      "Phi": 261,
      "xi": 262,
      "vec": 263,
      "Ġv": 264,
      "ĠJ": 265,
      "cdot": 266,
      "ĠQ": 267,
      "Gamma": 268,
      "pa": 269,
      "fty": 270,
      "infty": 271,
      "Ġ5": 272,
      "ge": 273,
      "pm": 274,
      "rangle": 275,
      "tar": 276,
      "ĠK": 277,
      "be": 278,
      "Lambda": 279,
      "ap": 280,
      "en": 281,
      "gin": 282,
      "begin": 283,
      "end": 284,
      "varphi": 285,
      "Ġ*": 286,
      "De": 287,
      "Delta": 288,
      "Ġ6": 289,
      "ow": 290,
      "ĠU": 291,
      "row": 292,
      "tarrow": 293,
      "chi": 294,
      "na": 295,
      "Omega": 296,
      "Ġw": 297,
      "lin": 298,
      "ĠW": 299,
      "line": 300,
      "rline": 301,
      "Ġ;": 302,
      "rightarrow": 303,
      "kap": 304,
      "kappa": 305,
      "ĠZ": 306,
      "qquad": 307,
      "iv": 308,
      "Ġ8": 309,
      "Ġ\\}": 310,
      "Psi": 311,
      "equ": 312,
      "equiv": 313,
      "time": 314,
      "times": 315,
      "dag": 316,
      "langle": 317,
      "dots": 318,
      "ĠĊ": 319,
      "ove": 320,
      "big": 321,
      "ox": 322,
      "Big": 323,
      "overline": 324,
      "Ġ\\{": 325,
      "Ġ\\!": 326,
      "el": 327,
      "\\{": 328,
      "Ġ>": 329,
      "ger": 330,
      "dagger": 331,
      "st": 332,
      "varepsilon": 333,
      "zeta": 334,
      "bla": 335,
      "nabla": 336,
      "ĠO": 337,
      "cdots": 338,
      "ĠY": 339,
      "wi": 340,
      "wide": 341,
      "Sigma": 342,
      "Ġ:": 343,
      "mathcal": 344,
      "ldots": 345,
      "box": 346,
      "Ġ<": 347,
      "mbox": 348,
      "ell": 349,
      "Ġ\\:": 350,
      "Ġ7": 351,
      "}{": 352,
      "otimes": 353,
      "nan": 354,
      "sim": 355,
      "we": 356,
      "dge": 357,
      "wedge": 358,
      "Ġ9": 359,
      "ce": 360,
      "spa": 361,
      "space": 362,
      "Pi": 363,
      "Ġ!": 364,
      "od": 365,
      "prod": 366,
      "yle": 367,
      "style": 368,
      "hspace": 369,
      "hbar": 370,
      "vert": 371,
      "widetilde": 372,
      "bigg": 373,
      "\\}": 374,
      "_{": 375,
      "mi": 376,
      "Th": 377,
      "Theta": 378,
      "^{": 379,
      "mid": 380,
      "un": 381,
      "ck": 382,
      "unde": 383,
      "leq": 384,
      "}$": 385,
      "mathbf": 386,
      "underline": 387,
      "ri": 388,
      "ast": 389,
      "sp": 390,
      "prox": 391,
      "approx": 392,
      "star": 393,
      "rel": 394,
      "widehat": 395,
      "sta": 396,
      "ckrel": 397,
      "stackrel": 398,
      "$\\": 399,
      "di": 400,
      "ystyle": 401,
      "laystyle": 402,
      "splaystyle": 403,
      "displaystyle": 404,
      "ne": 405,
      "te": 406,
      "rp": 407,
      "erp": 408,
      "perp": 409,
      "pt": 410,
      "geq": 411,
      "sc": 412,
      "ript": 413,
      "script": 414,
      "sin": 415,
      "tex": 416,
      "co": 417,
      "neq": 418,
      "text": 419,
      "}}": 420,
      "mp": 421,
      "meq": 422,
      "simeq": 423,
      "vartheta": 424,
      "long": 425,
      "Bigg": 426,
      "Bigr": 427,
      "ci": 428,
      "rc": 429,
      "circ": 430,
      ")$": 431,
      "Ġ'": 432,
      "Bigl": 433,
      "brac": 434,
      "us": 435,
      "cos": 436,
      "longrightarrow": 437,
      "oint": 438,
      "lus": 439,
      "oplus": 440,
      "biggl": 441,
      "biggr": 442,
      "ral": 443,
      "not": 444,
      "se": 445,
      "textstyle": 446,
      "ld": 447,
      "ddot": 448,
      "bigl": 449,
      "bigr": 450,
      "bo": 451,
      "ldmath": 452,
      "boldmath": 453,
      "Xi": 454,
      "$(": 455,
      "angle": 456,
      "tri": 457,
      "triangle": 458,
      "scriptstyle": 459,
      "no": 460,
      "set": 461,
      "brack": 462,
      "tan": 463,
      "}{\\": 464,
      "prop": 465,
      "propto": 466,
      "{\\": 467,
      "ch": 468,
      "fo": 469,
      "eck": 470,
      "check": 471,
      "mbe": 472,
      "numbe": 473,
      "nonumbe": 474,
      "nonumber": 475,
      "leftrightarrow": 476,
      "log": 477,
      "it": 478,
      "varrho": 479,
      "rall": 480,
      "forall": 481,
      "scriptscriptstyle": 482,
      "imath": 483,
      "Ġ--": 484,
      "lbrack": 485,
      "brace": 486,
      "ze": 487,
      "size": 488,
      "ps": 489,
      "maps": 490,
      "mapsto": 491,
      "}}$": 492,
      "Ġ\\|": 493,
      "sub": 494,
      "over": 495,
      "bot": 496,
      "up": 497,
      "Righ": 498,
      "Rightarrow": 499,
      "lel": 500,
      "paral": 501,
      "parallel": 502,
      ")^": 503,
      "ll": 504,
      "+\\": 505,
      "sf": 506,
      "subset": 507,
      "io": 508,
      "textrm": 509,
      "iota": 510,
      "div": 511,
      "li": 512,
      "nto": 513,
      "phanto": 514,
      "phantom": 515,
      "scriptsize": 516,
      "sh": 517,
      "om": 518,
      "re": 519,
      "^{\\": 520,
      "lim": 521,
      "}\\": 522,
      "))": 523,
      "bin": 524,
      "binom": 525,
      "ke": 526,
      "overrightarrow": 527,
      "bu": 528,
      "jmath": 529,
      "rbrace": 530,
      "tin": 531,
      "cong": 532,
      "gg": 533,
      "tiny": 534,
      "Biggr": 535,
      "mal": 536,
      "smal": 537,
      "small": 538,
      "Lo": 539,
      "ac": 540,
      "Ġ13": 541,
      "Biggl": 542,
      "Upsilon": 543,
      "sla": 544,
      "}^{": 545,
      "own": 546,
      "slash": 547,
      "10": 548,
      "=\\": 549,
      "bre": 550,
      "down": 551,
      "Long": 552,
      "cup": 553,
      "vee": 554,
      "top": 555,
      "breve": 556,
      "(\\": 557,
      "bigoplus": 558,
      "lle": 559,
      "bulle": 560,
      "bullet": 561,
      "wp": 562,
      "arrow": 563,
      "ab": 564,
      "}^": 565,
      "Ġ14": 566,
      "atop": 567,
      "cap": 568,
      "ec": 569,
      "\\|": 570,
      "kern": 571,
      "Ġ((": 572,
      "varpi": 573,
      "downarrow": 574,
      "rbrack": 575,
      "ect": 576,
      "Ġ{\\": 577,
      "ftarrow": 578,
      "18": 579,
      "12": 580,
      "upar": 581,
      "vdots": 582,
      "leftarrow": 583,
      "sup": 584,
      "uparrow": 585,
      "Ġ17": 586,
      "13": 587,
      "14": 588,
      "]{": 589,
      "}}{": 590,
      ")=": 591,
      ",\\": 592,
      "Im": 593,
      "^{-": 594,
      "16": 595,
      "sb": 596,
      "supset": 597,
      "hline": 598,
      "Ġ10": 599,
      "mit": 600,
      "Ġ\\#": 601,
      "Re": 602,
      "arp": 603,
      "arge": 604,
      "Ġ16": 605,
      "Ġ15": 606,
      "Longrightarrow": 607,
      "17": 608,
      "upsilon": 609,
      "$((": 610,
      "rai": 611,
      "underbrace": 612,
      "-\\": 613,
      "15": 614,
      "ute": 615,
      "Ġ12": 616,
      "acute": 617,
      "raise": 618,
      "19": 619,
      "ut": 620,
      ")}": 621,
      "lbrace": 622,
      "Ġ18": 623,
      "prot": 624,
      "bigtriangle": 625,
      "protect": 626,
      ")(": 627,
      "]{\\": 628,
      "}}}}": 629,
      "}=": 630,
      "varsigma": 631,
      "}+\\": 632,
      "ip": 633,
      "lt": 634,
      ")}{": 635,
      "kip": 636,
      "skip": 637,
      "vspace": 638,
      "Ġ19": 639,
      "Le": 640,
      "nd": 641,
      "{(": 642,
      "Ġ(\\": 643,
      "ftrightarrow": 644,
      "_{\\": 645,
      "bigtriangleup": 646,
      "Leftrightarrow": 647,
      "oo": 648,
      "rf": 649,
      "}-": 650,
      "or": 651,
      "mathsf": 652,
      "\\:": 653,
      "loor": 654,
      "fi": 655,
      "tt": 656,
      "{-": 657,
      "lap": 658,
      "longleftrightarrow": 659,
      "arpoo": 660,
      "Ve": 661,
      "leng": 662,
      "otnot": 663,
      "footnot": 664,
      "Vert": 665,
      "length": 666,
      "footnote": 667,
      "ddots": 668,
      "hfi": 669,
      "footnotesize": 670,
      "Large": 671,
      "Ġ`": 672,
      "righth": 673,
      "nup": 674,
      "arpoonup": 675,
      "rightharpoonup": 676,
      "27": 677,
      "bi": 678,
      "eq": 679,
      "enspace": 680,
      "}{(": 681,
      "}}}": 682,
      "Longleftrightarrow": 683,
      ")\\": 684,
      "put": 685,
      "Ġmm": 686,
      "em": 687,
      "cdotp": 688,
      "raisebox": 689,
      "}(": 690,
      "make": 691,
      "bigotimes": 692,
      "makebox": 693,
      "11": 694,
      "gt": 695,
      "yset": 696,
      "doteq": 697,
      "Ġule": 698,
      "ptyset": 699,
      "hfill": 700,
      "emptyset": 701,
      "Ġ\\}^": 702,
      ")}$": 703,
      "bj": 704,
      "large": 705,
      "Ġ]_": 706,
      "textbf": 707,
      "}}}{": 708,
      "overleftarrow": 709,
      "bject": 710,
      "ba": 711,
      "llap": 712,
      "vphantom": 713,
      "Ġ)^": 714,
      "mathop": 715,
      "Ġ]^{\\": 716,
      ")-": 717,
      "ond": 718,
      "amond": 719,
      "Ġdx": 720,
      "ckslash": 721,
      "diamond": 722,
      "backslash": 723,
      "89": 724,
      "ild": 725,
      "sl": 726,
      "})$": 727,
      "},\\": 728,
      "Ġ\"": 729,
      "alig": 730,
      "sharp": 731,
      "build": 732,
      "Ġ132": 733,
      "rfloor": 734,
      "align": 735,
      "buildrel": 736,
      "ds": 737,
      "inus": 738,
      "))$": 739,
      "fl": 740,
      "nx": 741,
      "}+": 742,
      "ref": 743,
      "flat": 744,
      "^\\": 745,
      "cd": 746,
      "odot": 747,
      "})^": 748,
      "teq": 749,
      "seteq": 750,
      "noalign": 751,
      "ij": 752,
      "ru": 753,
      "rut": 754,
      "}^{\\": 755,
      "Ġtg": 756,
      "strut": 757,
      "}}}}$": 758,
      ")=\\": 759,
      "Ġ)^{": 760,
      "Ġcm": 761,
      "mathit": 762,
      "labe": 763,
      "bigcup": 764,
      "}{{(": 765,
      "textup": 766,
      "rule": 767,
      "label": 768,
      "65": 769,
      "\\,": 770,
      "longmapsto": 771,
      "60": 772,
      "RA": 773,
      "dt": 774,
      "xa": 775,
      "})": 776,
      "}}{\\": 777,
      "Ġ\\/": 778,
      "unit": 779,
      "overbrace": 780,
      "unitlength": 781,
      "fbox": 782,
      "po": 783,
      "{(\\": 784,
      "},": 785,
      "Ġ-\\": 786,
      "Ġds": 787,
      "inspace": 788,
      "thinspace": 789,
      "colon": 790,
      "setlength": 791,
      "subseteq": 792,
      "abcd": 793,
      "Ġ1789": 794,
      "24": 795,
      "ni": 796,
      "|$": 797,
      "Ġ$\\": 798,
      "Ġ\\_": 799,
      "unds": 800,
      "pounds": 801,
      "${": 802,
      "$|": 803,
      "21": 804,
      "25": 805,
      "\\;": 806,
      "dx": 807,
      "nq": 808,
      "{{": 809,
      "ominus": 810,
      ")}{\\": 811,
      "00": 812,
      "47": 813,
      "bt": 814,
      "Ġerf": 815,
      "enskip": 816,
      "Ġ77": 817,
      "lf": 818,
      "object": 819,
      "{|": 820,
      "Ġ|}$": 821,
      "bigwedge": 822,
      "ĠObject": 823,
      ")^{": 824,
      "20": 825,
      "39": 826,
      "55": 827,
      "eph": 828,
      "}=\\": 829,
      "Ġ22": 830,
      "Ġ+\\": 831,
      "aleph": 832,
      "Ġ36": 833,
      "lfloor": 834,
      "22": 835,
      "36": 836,
      "37": 837,
      "Ġ?": 838,
      "Ġ21": 839,
      "Ġ48": 840,
      "^{(": 841,
      "circle": 842,
      "$(\\": 843,
      "$-": 844,
      ")+": 845,
      "45": 846,
      "49": 847,
      "50": 848,
      "72": 849,
      "vrule": 850,
      "Ġ20": 851,
      "Ġ27": 852,
      "Ġ35": 853,
      "rmal": 854,
      "bigcap": 855,
      "normal": 856,
      "Ġ135": 857,
      "bigtriangledown": 858,
      "26": 859,
      "34": 860,
      "64": 861,
      "95": 862,
      "ax": 863,
      "bm": 864,
      "krightarrow": 865,
      "okrightarrow": 866,
      "rlap": 867,
      "vskip": 868,
      "hookrightarrow": 869,
      "land": 870,
      "Ġ61": 871,
      "Ġ96": 872,
      "smallskip": 873,
      "100": 874,
      "135": 875,
      "bmod": 876,
      "(-": 877,
      "29": 878,
      "30": 879,
      "42": 880,
      "54": 881,
      "56": 882,
      "75": 883,
      "86": 884,
      "90": 885,
      "=(": 886,
      "\\#": 887,
      "hrule": 888,
      "nat": 889,
      "ural": 890,
      "Ġ(-": 891,
      "Ġ30": 892,
      "suit": 893,
      "Ġ67": 894,
      "168": 895,
      "Ġ166": 896,
      "Ġ151": 897,
      "Ġ159": 898,
      "Ġ120": 899,
      "}}}}}": 900,
      "diamondsuit": 901,
      "natural": 902,
      "),": 903,
      "31": 904,
      "59": 905,
      "70": 906,
      "81": 907,
      "93": 908,
      "=-\\": 909,
      "ddagger": 910,
      "exi": 911,
      "minus": 912,
      "ss": 913,
      "tg": 914,
      "vline": 915,
      "Ġ31": 916,
      "pmod": 917,
      "sts": 918,
      "Ġ70": 919,
      "Ġ78": 920,
      "Ġ99": 921,
      "setminus": 922,
      "125": 923,
      "Ġ173": 924,
      "Ġ162": 925,
      "exists": 926,
      "$\\{": 927,
      "28": 928,
      "46": 929,
      "48": 930,
      "xy": 931,
      "Ġ\\-": 932,
      "Ġ23": 933,
      "Ġ)$": 934,
      "tit": 935,
      "Ġ33": 936,
      "Ġ37": 937,
      "Ġbx": 938,
      "lowe": 939,
      "Ġ59": 940,
      "Ġ60": 941,
      "Ġ86": 942,
      "Ġ92": 943,
      "\\}$": 944,
      "textit": 945,
      "texttt": 946,
      "longleftarrow": 947,
      "limit": 948,
      "Ġ143": 949,
      "Ġ147": 950,
      "Ġ176": 951,
      "162": 952,
      "Ġ153": 953,
      "196": 954,
      "Ġ187": 955,
      "lower": 956,
      "limits": 957,
      "114": 958,
      "38": 959,
      "40": 960,
      "76": 961,
      "78": 962,
      "79": 963,
      "88": 964,
      "=-": 965,
      "il": 966,
      "Ġ}$": 967,
      "Ġ}{": 968,
      "Ġ\\&": 969,
      "Ġ28": 970,
      "Ġ113": 971,
      "Ġ111": 972,
      "Ġax": 973,
      "Ġpt": 974,
      "Ġ47": 975,
      "sqcup": 976,
      "lax": 977,
      "Ġ53": 978,
      "Ġ55": 979,
      "Ġ58": 980,
      "Ġ85": 981,
      "Ġ88": 982,
      "bigm": 983,
      "Ġ72": 984,
      "Ġ79": 985,
      "Ġ97": 986,
      "ter": 987,
      "}}}$": 988,
      "relax": 989,
      "Ġ133": 990,
      "189": 991,
      "128": 992,
      "129": 993,
      "Ġ172": 994,
      "149": 995,
      "Ġ100": 996,
      "Ġ109": 997,
      "179": 998,
      "154": 999,
      "Ġ125": 1000,
      "Ġ190": 1001,
      "Ġ193": 1002,
      "normalsize": 1003,
      "116": 1004,
      "23": 1005,
      "32": 1006,
      "58": 1007,
      "61": 1008,
      "62": 1009,
      "71": 1010,
      "84": 1011,
      "91": 1012,
      "96": 1013,
      "\\!": 1014,
      "fra": 1015,
      "ix": 1016,
      "ick": 1017,
      "ns": 1018,
      "{{\\": 1019,
      "}-\\": 1020,
      "Ġ25": 1021,
      "Ġ26": 1022,
      "Ġ110": 1023,
      "ĠdT": 1024,
      "Ġdy": 1025,
      "Ġdz": 1026,
      "mebox": 1027,
      "thick": 1028,
      "Ġ45": 1029,
      "Ġ49": 1030,
      "Ġ51": 1031,
      "Ġ52": 1032,
      "lines": 1033,
      "Ġ80": 1034,
      "Ġ84": 1035,
      "ceil": 1036,
      "_{(": 1037,
      "Ġ145": 1038,
      "181": 1039,
      "126": 1040,
      "138": 1041,
      "139": 1042,
      "140": 1043,
      "143": 1044,
      "144": 1045,
      "165": 1046,
      "166": 1047,
      "Ġ102": 1048,
      "Ġ103": 1049,
      "Ġ104": 1050,
      "Ġ164": 1051,
      "Ġ168": 1052,
      "Ġ158": 1053,
      "170": 1054,
      "Ġ122": 1055,
      "Ġ123": 1056,
      "Ġ128": 1057,
      "198": 1058,
      "Ġ188": 1059,
      "Ġ196": 1060,
      "Ġ197": 1061,
      "Ġ198": 1062,
      "hfil": 1063,
      "framebox": 1064,
      "thicklines": 1065,
      "${\\": 1066,
      "43": 1067,
      "53": 1068,
      "83": 1069,
      "94": 1070,
      "97": 1071,
      "98": 1072,
      "dy": 1073,
      "dskip": 1074,
      "eci": 1075,
      "ik": 1076,
      "lceil": 1077,
      "mma": 1078,
      "mkern": 1079,
      "rd": 1080,
      "ro": 1081,
      "sma": 1082,
      "uv": 1083,
      "vda": 1084,
      "wco": 1085,
      "xx": 1086,
      "Ġ11": 1087,
      "Ġ118": 1088,
      "Ġ116": 1089,
      "Ġ119": 1090,
      "ĠdI": 1091,
      "ĠdV": 1092,
      "Ġdc": 1093,
      "Ġdn": 1094,
      "medskip": 1095,
      "Ġ32": 1096,
      "Ġ40": 1097,
      "Ġ41": 1098,
      "Ġ43": 1099,
      "Ġ44": 1100,
      "null": 1101,
      "surd": 1102,
      "Ġ56": 1103,
      "ape": 1104,
      "Ġ62": 1105,
      "Ġ66": 1106,
      "Ġ81": 1107,
      "Ġ82": 1108,
      "Ġ89": 1109,
      "Ġ75": 1110,
      "Ġ76": 1111,
      "Ġ98": 1112,
      "speci": 1113,
      "col": 1114,
      "textsf": 1115,
      "textnormal": 1116,
      "}}\\": 1117,
      "Biggm": 1118,
      "sep": 1119,
      "itsh": 1120,
      "Ġ130": 1121,
      "Ġ131": 1122,
      "}^\\": 1123,
      "Ġ140": 1124,
      "Ġ141": 1125,
      "Ġ146": 1126,
      "Ġ149": 1127,
      "184": 1128,
      "122": 1129,
      "124": 1130,
      "127": 1131,
      "supseteq": 1132,
      "Ġ171": 1133,
      "Ġ175": 1134,
      "133": 1135,
      "136": 1136,
      "141": 1137,
      "148": 1138,
      "169": 1139,
      "Ġ107": 1140,
      "Ġ108": 1141,
      "Ġ163": 1142,
      "Ġ167": 1143,
      "Ġ169": 1144,
      "177": 1145,
      "178": 1146,
      "151": 1147,
      "Ġ124": 1148,
      "192": 1149,
      ")}(": 1150,
      "Ġ180": 1151,
      "Ġ181": 1152,
      "Ġ183": 1153,
      "111": 1154,
      "mmand": 1155,
      "smash": 1156,
      "vdash": 1157,
      "wcommand": 1158,
      "special": 1159,
      "itshape": 1160,
      "$-\\": 1161,
      ")}^": 1162,
      ")^{-": 1163,
      "04": 1164,
      "05": 1165,
      "08": 1166,
      "110": 1167,
      "115": 1168,
      "51": 1169,
      "57": 1170,
      "67": 1171,
      "69": 1172,
      "82": 1173,
      "99": 1174,
      "AR": 1175,
      "GE": 1176,
      "Hu": 1177,
      "LAR": 1178,
      "bc": 1179,
      "bd": 1180,
      "cen": 1181,
      "dX": 1182,
      "do": 1183,
      "ewcommand": 1184,
      "fr": 1185,
      "gro": 1186,
      "lti": 1187,
      "mn": 1188,
      "mx": 1189,
      "pq": 1190,
      "ren": 1191,
      "sy": 1192,
      "tch": 1193,
      "})=": 1194,
      "Ġ=\\": 1195,
      "Ġ112": 1196,
      "Ġ117": 1197,
      "Ġ115": 1198,
      "alg": 1199,
      "amalg": 1200,
      "Ġxy": 1201,
      "ĠdB": 1202,
      "ĠdR": 1203,
      "Ġdd": 1204,
      "Ġde": 1205,
      "Ġdg": 1206,
      "Ġdm": 1207,
      "Ġdt": 1208,
      "multi": 1209,
      "lefteq": 1210,
      "Ġcx": 1211,
      "prec": 1212,
      "sure": 1213,
      "arrayst": 1214,
      "ngleftarrow": 1215,
      "Ġ50": 1216,
      "Ġ54": 1217,
      "Ġ57": 1218,
      "ensure": 1219,
      "Ġ64": 1220,
      "Ġ65": 1221,
      "Ġ69": 1222,
      "Ġ83": 1223,
      "Ġ71": 1224,
      "Ġ73": 1225,
      "Ġ91": 1226,
      "Ġ94": 1227,
      "unboldmath": 1228,
      "cite": 1229,
      "$(-": 1230,
      "triangleright": 1231,
      "retch": 1232,
      "Longleftarrow": 1233,
      "Ġ134": 1234,
      "Ġ136": 1235,
      "Ġ137": 1236,
      "Ġ138": 1237,
      "}^{+\\": 1238,
      "102": 1239,
      "106": 1240,
      "107": 1241,
      "Ġ142": 1242,
      "Ġ144": 1243,
      "180": 1244,
      "183": 1245,
      "186": 1246,
      "187": 1247,
      "121": 1248,
      "123": 1249,
      "Ġ178": 1250,
      "Ġ179": 1251,
      "130": 1252,
      "131": 1253,
      "132": 1254,
      "134": 1255,
      "146": 1256,
      "147": 1257,
      ")=(": 1258,
      "163": 1259,
      "Ġ160": 1260,
      "Ġ161": 1261,
      "Ġ152": 1262,
      "Ġ157": 1263,
      "172": 1264,
      "175": 1265,
      "153": 1266,
      "155": 1267,
      "197": 1268,
      "Ġ182": 1269,
      "Ġ185": 1270,
      "Ġ189": 1271,
      ")+(": 1272,
      "Huge": 1273,
      "LARGE": 1274,
      "group": 1275,
      "renewcommand": 1276,
      "lefteqn": 1277,
      "arraystretch": 1278,
      "ensuremath": 1279,
      "))^": 1280,
      "+(": 1281,
      "+{\\": 1282,
      ",-": 1283,
      "-(": 1284,
      "118": 1285,
      "113": 1286,
      "117": 1287,
      "33": 1288,
      "365": 1289,
      "41": 1290,
      "68": 1291,
      "73": 1292,
      "74": 1293,
      "77": 1294,
      "80": 1295,
      "92": 1296,
      "AA": 1297,
      "_\\": 1298,
      "ae": 1299,
      "ak": 1300,
      "asy": 1301,
      "bb": 1302,
      "by": 1303,
      "cb": 1304,
      "crc": 1305,
      "dz": 1306,
      "gra": 1307,
      "gcd": 1308,
      "hphantom": 1309,
      "harpoo": 1310,
      "ii": 1311,
      "jb": 1312,
      "min": 1313,
      "nn": 1314,
      "oslash": 1315,
      "px": 1316,
      "smi": 1317,
      "ske": 1318,
      "tv": 1319,
      "vss": 1320,
      "vcen": 1321,
      "Ġ\\'": 1322,
      "Ġ\\*": 1323,
      "Ġ_{": 1324,
      "Ġ)=": 1325,
      "Ġ114": 1326,
      "max": 1327,
      "Ġaa": 1328,
      "ĠdC": 1329,
      "ĠdG": 1330,
      "ĠdL": 1331,
      "ĠdN": 1332,
      "ĠdY": 1333,
      "Ġda": 1334,
      "Ġdf": 1335,
      "Ġdj": 1336,
      "Ġdk": 1337,
      "Ġdl": 1338,
      "Ġdq": 1339,
      "Ġdu": 1340,
      "Ġdw": 1341,
      "leftharpoo": 1342,
      "rightleftharpoo": 1343,
      "Ġ39": 1344,
      "Ġ42": 1345,
      "Ġ46": 1346,
      "ver": 1347,
      "sqcap": 1348,
      "suc": 1349,
      "arraycol": 1350,
      "Ġ68": 1351,
      "Ġ87": 1352,
      "Bigm": 1353,
      "Ġ90": 1354,
      "Ġ95": 1355,
      "unter": 1356,
      "counter": 1357,
      "$({": 1358,
      "setcounter": 1359,
      "Ġ---": 1360,
      "103": 1361,
      "104": 1362,
      "109": 1363,
      "120": 1364,
      "Ġ177": 1365,
      "145": 1366,
      "^{-\\": 1367,
      "161": 1368,
      "Ġ106": 1369,
      "Ġ150": 1370,
      "Ġ154": 1371,
      "Ġ155": 1372,
      "173": 1373,
      "176": 1374,
      "$((-": 1375,
      "150": 1376,
      "157": 1377,
      "158": 1378,
      "159": 1379,
      "Ġ126": 1380,
      "Ġ127": 1381,
      "Ġ186": 1382,
      "protectu": 1383,
      "}=-": 1384,
      "Ġ191": 1385,
      "Ġ194": 1386,
      "{(-": 1387,
      "ooalign": 1388,
      "})^{": 1389,
      "757": 1390,
      "asymp": 1391,
      "crcr": 1392,
      "grave": 1393,
      "smile": 1394,
      "skew": 1395,
      "vcenter": 1396,
      "rightleftharpoons": 1397,
      "arraycolsep": 1398,
      "((": 1399,
      ")}}$": 1400,
      ")+\\": 1401,
      ")^{\\": 1402,
      "+(-": 1403,
      ",-\\": 1404,
      "--": 1405,
      "01": 1406,
      "02": 1407,
      "112": 1408,
      "119": 1409,
      "227": 1410,
      "225": 1411,
      "44": 1412,
      "52": 1413,
      "63": 1414,
      "675": 1415,
      "85": 1416,
      "Down": 1417,
      "SS": 1418,
      "aX": 1419,
      "au": 1420,
      "ay": 1421,
      "az": 1422,
      "br": 1423,
      "bx": 1424,
      "df": 1425,
      "dg": 1426,
      "dp": 1427,
      "du": 1428,
      "ddag": 1429,
      "ep": 1430,
      "hss": 1431,
      "iy": 1432,
      "imx": 1433,
      "kp": 1434,
      "lq": 1435,
      "lgroup": 1436,
      "mskip": 1437,
      "nY": 1438,
      "on": 1439,
      "pd": 1440,
      "pgcd": 1441,
      "rgroup": 1442,
      "sn": 1443,
      "tc": 1444,
      "ua": 1445,
      "uu": 1446,
      "umn": 1447,
      "vv": 1448,
      "wc": 1449,
      "xz": 1450,
      "zy": 1451,
      "}_{\\": 1452,
      "})}$": 1453,
      "Ġ{(": 1454,
      "Ġ{-": 1455,
      "Ġ24": 1456,
      "Ġ29": 1457,
      "Ġ254": 1458,
      "Ġ2147": 1459,
      "Ġin": 1460,
      "Ġiz": 1461,
      "Ġ05": 1462,
      "Ġ08": 1463,
      "Ġ000": 1464,
      "Ġxd": 1465,
      "Ġap": 1466,
      "ĠdA": 1467,
      "ĠdF": 1468,
      "ĠdH": 1469,
      "ĠdP": 1470,
      "ĠdX": 1471,
      "thde": 1472,
      "Ġey": 1473,
      "sion": 1474,
      "Ġct": 1475,
      "parbox": 1476,
      "Ġpe": 1477,
      "ĠtX": 1478,
      "Ġ38": 1479,
      "Ġ360": 1480,
      "Ġ339": 1481,
      "mathrel": 1482,
      "mathbin": 1483,
      "mathver": 1484,
      "Ġbc": 1485,
      "ĠoP": 1486,
      "Ġvb": 1487,
      "Ġ63": 1488,
      "ĠwX": 1489,
      "linebre": 1490,
      "bigsqcup": 1491,
      "withde": 1492,
      "}{-": 1493,
      "ceq": 1494,
      "_{-": 1495,
      "_{-\\": 1496,
      "}}(": 1497,
      "}}+": 1498,
      "}}^{": 1499,
      "}}-\\": 1500,
      "$(-\\": 1501,
      "notin": 1502,
      "nolinebre": 1503,
      "lims": 1504,
      "))}$": 1505,
      "smallint": 1506,
      "Ġ139": 1507,
      "}^{(": 1508,
      "101": 1509,
      "105": 1510,
      "108": 1511,
      "arrowvert": 1512,
      "Ġ148": 1513,
      "Ġ170": 1514,
      "Ġ174": 1515,
      "142": 1516,
      "}}{(": 1517,
      ")=-\\": 1518,
      "160": 1519,
      "Ġ101": 1520,
      "Ġ165": 1521,
      "171": 1522,
      "174": 1523,
      "152": 1524,
      "Ġ129": 1525,
      "190": 1526,
      "191": 1527,
      "193": 1528,
      "194": 1529,
      ")}=": 1530,
      "Ġ184": 1531,
      "}=(": 1532,
      "{({": 1533,
      "fill": 1534,
      "fboxsep": 1535,
      "397": 1536,
      "Ġ361": 1537,
      "3647": 1538,
      "499": 1539,
      "483647": 1540,
      "Ġ233": 1541,
      "column": 1542,
      "multiput": 1543,
      "multicolumn": 1544,
      "succeq": 1545,
      "Downarrow": 1546,
      "Ġ2147483647": 1547,
      "mathversion": 1548,
      "withdelims": 1549,
      "nolinebreak": 1550,
      "${({": 1551,
      "({": 1552,
      "((-": 1553,
      ")}}": 1554,
      "),\\": 1555,
      ")-\\": 1556,
      ")}}{(": 1557,
      "+{": 1558,
      ",(\\": 1559,
      "-{\\": 1560,
      "06": 1561,
      "07": 1562,
      "09": 1563,
      "036": 1564,
      "028": 1565,
      "1162": 1566,
      "1127": 1567,
      "265": 1568,
      "200": 1569,
      "35": 1570,
      "316": 1571,
      "315": 1572,
      "360": 1573,
      "300": 1574,
      "320": 1575,
      "330": 1576,
      "3144": 1577,
      "3127": 1578,
      "351": 1579,
      "3173": 1580,
      "400": 1581,
      "420": 1582,
      "560": 1583,
      "500": 1584,
      "637": 1585,
      "672": 1586,
      "678": 1587,
      "683": 1588,
      "750": 1589,
      "781": 1590,
      "743": 1591,
      "87": 1592,
      "865": 1593,
      "824": 1594,
      "872": 1595,
      "881": 1596,
      "879": 1597,
      "853": 1598,
      "916": 1599,
      "917": 1600,
      "960": 1601,
      "945": 1602,
      "946": 1603,
      "={": 1604,
      "Ac": 1605,
      "Bd": 1606,
      "Bt": 1607,
      "Ry": 1608,
      "VT": 1609,
      "XY": 1610,
      "[\\": 1611,
      "\\/": 1612,
      "]}": 1613,
      "aq": 1614,
      "ave": 1615,
      "bX": 1616,
      "bp": 1617,
      "bq": 1618,
      "bv": 1619,
      "bxy": 1620,
      "ca": 1621,
      "cx": 1622,
      "cy": 1623,
      "cz": 1624,
      "clo": 1625,
      "dn": 1626,
      "dr": 1627,
      "dv": 1628,
      "ef": 1629,
      "ej": 1630,
      "eu": 1631,
      "ev": 1632,
      "ex": 1633,
      "ey": 1634,
      "fN": 1635,
      "fd": 1636,
      "gd": 1637,
      "gl": 1638,
      "gv": 1639,
      "gw": 1640,
      "hx": 1641,
      "iA": 1642,
      "iN": 1643,
      "iX": 1644,
      "ia": 1645,
      "ib": 1646,
      "id": 1647,
      "ie": 1648,
      "ih": 1649,
      "ir": 1650,
      "iat": 1651,
      "iru": 1652,
      "jX": 1653,
      "ja": 1654,
      "jg": 1655,
      "jk": 1656,
      "jl": 1657,
      "jt": 1658,
      "ki": 1659,
      "kl": 1660,
      "ku": 1661,
      "kw": 1662,
      "lb": 1663,
      "lh": 1664,
      "lk": 1665,
      "lp": 1666,
      "lr": 1667,
      "llde": 1668,
      "mc": 1669,
      "mf": 1670,
      "mo": 1671,
      "mar": 1672,
      "mbo": 1673,
      "mgl": 1674,
      "nb": 1675,
      "nf": 1676,
      "nm": 1677,
      "nv": 1678,
      "npq": 1679,
      "of": 1680,
      "py": 1681,
      "qk": 1682,
      "qn": 1683,
      "rl": 1684,
      "ry": 1685,
      "rceil": 1686,
      "sx": 1687,
      "tn": 1688,
      "ts": 1689,
      "tot": 1690,
      "ule": 1691,
      "vt": 1692,
      "vx": 1693,
      "vrai": 1694,
      "vmo": 1695,
      "xd": 1696,
      "xe": 1697,
      "xhx": 1698,
      "xvx": 1699,
      "yg": 1700,
      "yz": 1701,
      "zw": 1702,
      "{-\\": 1703,
      "{{-": 1704,
      "}_": 1705,
      "}_{": 1706,
      "}(\\": 1707,
      "})}": 1708,
      "})}{": 1709,
      "})-": 1710,
      "Ġ#": 1711,
      "Ġti": 1712,
      "Ġ}{{": 1713,
      "Ġ\\^": 1714,
      "Ġ^{": 1715,
      "Ġ^{\\": 1716,
      "Ġ^{(": 1717,
      "Ġ210": 1718,
      "Ġ213": 1719,
      "Ġ217": 1720,
      "Ġ215": 1721,
      "Ġ219": 1722,
      "Ġ227": 1723,
      "Ġ265": 1724,
      "Ġ224": 1725,
      "Ġ221": 1726,
      "Ġ239": 1727,
      "Ġ255": 1728,
      "Ġ245": 1729,
      "Ġ250": 1730,
      "Ġ259": 1731,
      "Ġ294": 1732,
      "Ġ292": 1733,
      "Ġ2499": 1734,
      "Ġ)+": 1735,
      "Ġ(+": 1736,
      "Ġ-(": 1737,
      "Ġ+{\\": 1738,
      "ĠiF": 1739,
      "ĠiR": 1740,
      "Ġie": 1741,
      "Ġih": 1742,
      "Ġii": 1743,
      "Ġip": 1744,
      "Ġ02": 1745,
      "Ġ06": 1746,
      "Ġ09": 1747,
      "ĠxB": 1748,
      "Ġxe": 1749,
      "Ġxi": 1750,
      "Ġxl": 1751,
      "Ġxmx": 1752,
      "ĠxRy": 1753,
      "leave": 1754,
      "ĠnL": 1755,
      "Ġnc": 1756,
      "Ġnf": 1757,
      "Ġnt": 1758,
      "Ġnv": 1759,
      "Ġnqk": 1760,
      "ĠaL": 1761,
      "ĠaY": 1762,
      "Ġab": 1763,
      "Ġac": 1764,
      "Ġaf": 1765,
      "Ġabc": 1766,
      "ĠdE": 1767,
      "ĠdM": 1768,
      "ĠdS": 1769,
      "Ġdb": 1770,
      "Ġdh": 1771,
      "Ġdo": 1772,
      "Ġdp": 1773,
      "Ġdr": 1774,
      "Ġdv": 1775,
      "deb": 1776,
      "Ġkb": 1777,
      "Ġkm": 1778,
      "ĠeH": 1779,
      "Ġej": 1780,
      "Ġeo": 1781,
      "Ġex": 1782,
      "ĠmC": 1783,
      "Ġmod": 1784,
      "Ġca": 1785,
      "Ġcb": 1786,
      "Ġcd": 1787,
      "Ġcj": 1788,
      "Ġcn": 1789,
      "Ġcp": 1790,
      "Ġcz": 1791,
      "ĠcBt": 1792,
      "ĠrV": 1793,
      "Ġre": 1794,
      "ĠpM": 1795,
      "Ġpa": 1796,
      "Ġpg": 1797,
      "Ġpi": 1798,
      "Ġpj": 1799,
      "Ġpk": 1800,
      "Ġpp": 1801,
      "Ġpy": 1802,
      "Ġpgcd": 1803,
      "ĠtE": 1804,
      "ĠtN": 1805,
      "ĠtS": 1806,
      "ĠtY": 1807,
      "Ġtjb": 1808,
      "Ġ34": 1809,
      "Ġ320": 1810,
      "Ġ326": 1811,
      "Ġ328": 1812,
      "Ġ3144": 1813,
      "Ġ343": 1814,
      "Ġ3757": 1815,
      "ĠAt": 1816,
      "ĠjS": 1817,
      "Ġji": 1818,
      "Ġjt": 1819,
      "ĠjBd": 1820,
      "Ġln": 1821,
      "Ġ427": 1822,
      "Ġ447": 1823,
      "Ġ493": 1824,
      "Ġ4159": 1825,
      "mathope": 1826,
      "mathac": 1827,
      "mathor": 1828,
      "mathstrut": 1829,
      "mathclo": 1830,
      "ĠgF": 1831,
      "ĠgS": 1832,
      "Ġgo": 1833,
      "Ġgu": 1834,
      "Ġgw": 1835,
      "nullde": 1836,
      "ĠzB": 1837,
      "ĠzH": 1838,
      "ĠzVT": 1839,
      "calc": 1840,
      "ĠbM": 1841,
      "ĠbN": 1842,
      "ĠbX": 1843,
      "Ġbi": 1844,
      "Ġbm": 1845,
      "Ġbq": 1846,
      "Ġby": 1847,
      "tor": 1848,
      "ĠNB": 1849,
      "ĠNY": 1850,
      "ĠNy": 1851,
      "ĠqS": 1852,
      "Ġql": 1853,
      "Ġqce": 1854,
      "ĠTC": 1855,
      "ĠTz": 1856,
      "ĠRM": 1857,
      "Ġyi": 1858,
      "Ġyo": 1859,
      "ĠMH": 1860,
      "ĠLM": 1861,
      "ĠLfd": 1862,
      "ĠBc": 1863,
      "ĠFl": 1864,
      "ĠFfN": 1865,
      "ĠSh": 1866,
      "ĠSiA": 1867,
      "ĠhB": 1868,
      "Ġhv": 1869,
      "Ġut": 1870,
      "Ġoo": 1871,
      "ĠHY": 1872,
      "ĠHej": 1873,
      "ĠHiN": 1874,
      "ĠCi": 1875,
      "ĠCu": 1876,
      "ĠPE": 1877,
      "ĠPk": 1878,
      "ĠPr": 1879,
      "ĠIE": 1880,
      "ĠIV": 1881,
      "ĠIy": 1882,
      "ĠGd": 1883,
      "ĠGjt": 1884,
      "ĠEE": 1885,
      "ĠEX": 1886,
      "ĠEc": 1887,
      "ĠEAc": 1888,
      "ĠVp": 1889,
      "ĠVw": 1890,
      "vector": 1891,
      "ĠvF": 1892,
      "Ġvp": 1893,
      "Ġ565": 1894,
      "Ġ537": 1895,
      "Ġ529": 1896,
      "Ġ530": 1897,
      "Ġ556": 1898,
      "Ġ571": 1899,
      "Ġ5757": 1900,
      "Ġ626": 1901,
      "Ġwa": 1902,
      "rightarrowfill": 1903,
      "Ġ800": 1904,
      "Ġ839": 1905,
      "Ġ859": 1906,
      "Ġ838": 1907,
      "Ġ\\}$": 1908,
      "bigvee": 1909,
      "ĠYX": 1910,
      "Ġ74": 1911,
      "Ġ721": 1912,
      "Ġ720": 1913,
      "Ġ722": 1914,
      "Ġ761": 1915,
      "Ġ7139": 1916,
      "}{(\\": 1917,
      "Ġ900": 1918,
      "Ġ950": 1919,
      "Ġ975": 1920,
      "Ġ959": 1921,
      "Ġ938": 1922,
      "biggm": 1923,
      "miter": 1924,
      "^{+\\": 1925,
      "^{(\\": 1926,
      "nearrow": 1927,
      "newcommand": 1928,
      "}}-": 1929,
      "}}=": 1930,
      "}}}{\\": 1931,
      "}}^{\\": 1932,
      "}}=\\": 1933,
      "}})}$": 1934,
      "}}=-\\": 1935,
      "searrow": 1936,
      "triangleleft": 1937,
      "non": 1938,
      "overwithdelims": 1939,
      ")^\\": 1940,
      "limiter": 1941,
      "))^{": 1942,
      "))=\\": 1943,
      "acx": 1944,
      "Ġ1370": 1945,
      "1000": 1946,
      "abc": 1947,
      "atopwithdelims": 1948,
      "ecte": 1949,
      "185": 1950,
      "1838": 1951,
      "1245": 1952,
      "1234": 1953,
      "Ġ1720": 1954,
      "Ġ1729": 1955,
      "Ġ1754": 1956,
      "Ġ17129": 1957,
      "137": 1958,
      "1372": 1959,
      "1362": 1960,
      "1415": 1961,
      "1475": 1962,
      ")=-": 1963,
      "164": 1964,
      "167": 1965,
      "1630": 1966,
      "1656": 1967,
      "Ġ1000": 1968,
      "Ġ1039": 1969,
      "Ġ1664": 1970,
      "Ġ1693": 1971,
      "Ġ156": 1972,
      "156": 1973,
      "1500": 1974,
      "1547": 1975,
      "Ġ1260": 1976,
      "195": 1977,
      "199": 1978,
      "1908": 1979,
      ")},\\": 1980,
      "Ġ18116": 1981,
      "Ġ181908": 1982,
      "protecte": 1983,
      "protectE": 1984,
      "protectZ": 1985,
      "protectm": 1986,
      "}}}}}$": 1987,
      "}}}}}}}}}$": 1988,
      "}=-\\": 1989,
      "ltN": 1990,
      "Ġ195": 1991,
      "}-(": 1992,
      "footnotemar": 1993,
      "}(-": 1994,
      "}}}{{": 1995,
      "Ġ13262": 1996,
      "nxm": 1997,
      "cdp": 1998,
      "cdx": 1999,
      "ijk": 2000,
      "652": 2001,
      "6534": 2002,
      "6049": 2003,
      "},{\\": 2004,
      "240": 2005,
      "245": 2006,
      "2425": 2007,
      "${+\\": 2008,
      "252": 2009,
      "256": 2010,
      "258": 2011,
      "0050": 2012,
      "472": 2013,
      "4778": 2014,
      "4704": 2015,
      "3953": 2016,
      "553173": 2017,
      "Ġ2234": 2018,
      "Ġ22916": 2019,
      "Ġ221838": 2020,
      "37879": 2021,
      "Ġ48114": 2022,
      "Ġ4862": 2023,
      "Ġ4857": 2024,
      "459": 2025,
      "4500": 2026,
      "497": 2027,
      "5088": 2028,
      "729": 2029,
      "Ġ202": 2030,
      "Ġ209": 2031,
      "Ġ20497": 2032,
      "Ġ275": 2033,
      "Ġ279": 2034,
      "Ġ2701": 2035,
      "Ġ27637": 2036,
      "Ġ27865": 2037,
      "Ġ35136": 2038,
      "644": 2039,
      "297": 2040,
      "562": 2041,
      "867": 2042,
      "Ġ301": 2043,
      "Ġ307": 2044,
      "Ġ3037": 2045,
      "Ġ6788": 2046,
      "703": 2047,
      "7084": 2048,
      "Ġ706": 2049,
      "Ġ707": 2050,
      "Ġ7071": 2051,
      "$\\{\\": 2052,
      "xyz": 2053,
      "Ġ33652": 2054,
      "Ġ371": 2055,
      "Ġ59297": 2056,
      "Ġ606": 2057,
      "Ġ6030": 2058,
      "Ġ15322": 2059,
      "7922": 2060,
      "Ġ287": 2061,
      "Ġ28644": 2062,
      "Ġ4755": 2063,
      "Ġ58028": 2064,
      "Ġ882": 2065,
      "Ġ796049": 2066,
      "Ġ794704": 2067,
      "1497": 2068,
      "Ġ125757": 2069,
      "11643": 2070,
      "3236": 2071,
      "Ġ257": 2072,
      "Ġ2512": 2073,
      "Ġ263144": 2074,
      "Ġ4960": 2075,
      "Ġ805": 2076,
      "1402": 2077,
      "14431": 2078,
      "Ġ1035": 2079,
      "1701656": 2080,
      "Ġ12805": 2081,
      "Ġ19684": 2082,
      "Ġ1984500": 2083,
      "ikt": 2084,
      "ikx": 2085,
      "root": 2086,
      "uvwc": 2087,
      "Ġ441": 2088,
      "Ġ4465": 2089,
      "Ġ666": 2090,
      "Ġ10714": 2091,
      "Ġ18018": 2092,
      "11542": 2093,
      "bdf": 2094,
      "cent": 2095,
      "symbo": 2096,
      "Ġ11242": 2097,
      "Ġ5725": 2098,
      "Ġ13737": 2099,
      "Ġ1381402": 2100,
      "1321701656": 2101,
      "Ġ160499": 2102,
      "807": 2103,
      "akb": 2104,
      "iii": 2105,
      "verb": 2106,
      "succ": 2107,
      "Ġ1276534": 2108,
      "---": 2109,
      "22731": 2110,
      "6752": 2111,
      "67534": 2112,
      "pdq": 2113,
      "Ġ25405": 2114,
      "Ġiza": 2115,
      "Ġizu": 2116,
      "Ġ6324": 2117,
      "397162": 2118,
      "3000": 2119,
      "5603": 2120,
      "6785": 2121,
      "8248": 2122,
      "8535": 2123,
      "eff": 2124,
      "vmode": 2125,
      "Ġ224946": 2126,
      "Ġ24531": 2127,
      "Ġ250240": 2128,
      "Ġ25964": 2129,
      "Ġ2920050": 2130,
      "leavevmode": 2131,
      "Ġ3757130": 2132,
      "Ġ4277": 2133,
      "Ġ447743": 2134,
      "Ġ4932": 2135,
      "mathopen": 2136,
      "mathaccent": 2137,
      "mathord": 2138,
      "mathclose": 2139,
      "nulldelimiter": 2140,
      "Ġ5301": 2141,
      "Ġ6262": 2142,
      "Ġ7223": 2143,
      "Ġ9509": 2144,
      "Ġ17204778": 2145,
      "Ġ17129472": 2146,
      "1475139": 2147,
      "1630960": 2148,
      "1547867": 2149,
      "Ġ1819080": 2150,
      "footnotemark": 2151,
      "Ġ22348": 2152,
      "Ġ580280": 2153,
      "Ġ12575700": 2154,
      "116435": 2155,
      "symbol": 2156,
      "Ġ127653411": 2157,
      "nulldelimiterspace": 2158,
      "Ġ172047780": 2159
    },
    "merges": [
      "Ġ }",
      "Ġ {",
      "Ġ \\",
      "Ġ _",
      "Ġ ^",
      "Ġ 2",
      "Ġ )",
      "Ġ (",
      "Ġ =",
      "Ġ 1",
      "r a",
      "Ġ -",
      "Ġ ,",
      "ra c",
      "f rac",
      "Ġ +",
      "t a",
      "a l",
      "Ġ i",
      "a r",
      "i g",
      "Ġ 0",
      "m a",
      "a m",
      "Ġ x",
      "p h",
      "l e",
      "Ġ n",
      "Ġ .",
      "t i",
      "Ġ\\ ,",
      "Ġ a",
      "f t",
      "Ġ d",
      "e ta",
      "m u",
      "ig h",
      "r igh",
      "m e",
      "i n",
      "t h",
      "le ft",
      "righ t",
      "d e",
      "Ġ k",
      "Ġ e",
      "s i",
      "Ġ m",
      "Ġ c",
      "Ġ r",
      "p ar",
      "ti al",
      "par tial",
      "Ġ p",
      "ph a",
      "al pha",
      "Ġ t",
      "Ġ ~",
      "Ġ\\ ;",
      "d a",
      "Ġ 3",
      "Ġ A",
      "ph i",
      "Ġ j",
      "p r",
      "p si",
      "Ġ s",
      "Ġ l",
      "Ġ 4",
      "ma th",
      "Ġ g",
      "l ta",
      "b da",
      "am bda",
      "n u",
      "i me",
      "pr ime",
      "p i",
      "Ġ z",
      "c al",
      "Ġ b",
      "am ma",
      "o t",
      "d ot",
      "t o",
      "r m",
      "math rm",
      "q u",
      "Ġ |",
      "b ar",
      "o p",
      "de lta",
      "ig ma",
      "r n",
      "in t",
      "l ambda",
      "op e",
      "ra to",
      "am e",
      "rn ame",
      "ope rato",
      "operato rname",
      "b eta",
      "Ġ N",
      "Ġ q",
      "Ġ ]",
      "Ġ f",
      "r t",
      "g a",
      "me ga",
      "Ġ T",
      "th eta",
      "Ġ R",
      "v e",
      "Ġ y",
      "l o",
      "Ġ [",
      "Ġ M",
      "s q",
      "sq rt",
      "Ġ L",
      "Ġ D",
      "Ġ B",
      "lo n",
      "h i",
      "s igma",
      "Ġ &",
      "Ġ\\ \\",
      "a t",
      "h at",
      "l de",
      "ti lde",
      "a d",
      "qu ad",
      "psi lon",
      "e psilon",
      "g amma",
      "s u",
      "ra y",
      "ar ray",
      "Ġ /",
      "Ġ F",
      "Ġ S",
      "su m",
      "Ġ h",
      "n g",
      "h o",
      "r ho",
      "ng le",
      "Ġ u",
      "v ar",
      "Ġ o",
      "ta u",
      "b f",
      "Ġ H",
      "Ġ C",
      "o mega",
      "Ġ P",
      "Ġ X",
      "Ġ I",
      "Ġ G",
      "l a",
      "Ġ E",
      "Ġ V",
      "P hi",
      "x i",
      "ve c",
      "Ġ v",
      "Ġ J",
      "c dot",
      "Ġ Q",
      "G amma",
      "p a",
      "ft y",
      "in fty",
      "Ġ 5",
      "g e",
      "p m",
      "ra ngle",
      "ta r",
      "Ġ K",
      "b e",
      "L ambda",
      "a p",
      "e n",
      "g in",
      "be gin",
      "en d",
      "var phi",
      "Ġ *",
      "D e",
      "De lta",
      "Ġ 6",
      "o w",
      "Ġ U",
      "r ow",
      "tar row",
      "c hi",
      "n a",
      "O mega",
      "Ġ w",
      "l in",
      "Ġ W",
      "lin e",
      "r line",
      "Ġ ;",
      "righ tarrow",
      "k ap",
      "kap pa",
      "Ġ Z",
      "q quad",
      "i v",
      "Ġ 8",
      "Ġ\\ }",
      "P si",
      "e qu",
      "equ iv",
      "ti me",
      "time s",
      "da g",
      "la ngle",
      "dot s",
      "Ġ Ċ",
      "o ve",
      "b ig",
      "o x",
      "B ig",
      "ove rline",
      "Ġ\\ {",
      "Ġ\\ !",
      "e l",
      "\\ {",
      "Ġ >",
      "ge r",
      "dag ger",
      "s t",
      "var epsilon",
      "z eta",
      "b la",
      "na bla",
      "Ġ O",
      "cdot s",
      "Ġ Y",
      "w i",
      "wi de",
      "S igma",
      "Ġ :",
      "math cal",
      "l dots",
      "b ox",
      "Ġ <",
      "m box",
      "el l",
      "Ġ\\ :",
      "Ġ 7",
      "} {",
      "o times",
      "na n",
      "si m",
      "w e",
      "d ge",
      "we dge",
      "Ġ 9",
      "c e",
      "s pa",
      "spa ce",
      "P i",
      "Ġ !",
      "o d",
      "pr od",
      "y le",
      "st yle",
      "h space",
      "h bar",
      "ve rt",
      "wide tilde",
      "big g",
      "\\ }",
      "_ {",
      "m i",
      "T h",
      "Th eta",
      "^ {",
      "mi d",
      "u n",
      "c k",
      "un de",
      "le q",
      "} $",
      "math bf",
      "unde rline",
      "r i",
      "a st",
      "s p",
      "pr ox",
      "ap prox",
      "s tar",
      "r el",
      "wide hat",
      "s ta",
      "ck rel",
      "sta ckrel",
      "$ \\",
      "d i",
      "y style",
      "la ystyle",
      "sp laystyle",
      "di splaystyle",
      "n e",
      "t e",
      "r p",
      "e rp",
      "p erp",
      "p t",
      "ge q",
      "s c",
      "ri pt",
      "sc ript",
      "s in",
      "te x",
      "c o",
      "ne q",
      "tex t",
      "} }",
      "m p",
      "me q",
      "si meq",
      "var theta",
      "lon g",
      "Big g",
      "Big r",
      "c i",
      "r c",
      "ci rc",
      ") $",
      "Ġ '",
      "Big l",
      "b rac",
      "u s",
      "co s",
      "long rightarrow",
      "o int",
      "l us",
      "op lus",
      "bigg l",
      "bigg r",
      "ra l",
      "n ot",
      "s e",
      "text style",
      "l d",
      "d dot",
      "big l",
      "big r",
      "b o",
      "ld math",
      "bo ldmath",
      "X i",
      "$ (",
      "a ngle",
      "t ri",
      "tri angle",
      "script style",
      "n o",
      "se t",
      "brac k",
      "ta n",
      "}{ \\",
      "pr op",
      "prop to",
      "{ \\",
      "c h",
      "f o",
      "e ck",
      "ch eck",
      "m be",
      "nu mbe",
      "no numbe",
      "nonumbe r",
      "left rightarrow",
      "lo g",
      "i t",
      "var rho",
      "ral l",
      "fo rall",
      "script scriptstyle",
      "i math",
      "Ġ- -",
      "l brack",
      "brac e",
      "z e",
      "si ze",
      "p s",
      "ma ps",
      "maps to",
      "} }$",
      "Ġ\\ |",
      "su b",
      "ove r",
      "b ot",
      "u p",
      "R igh",
      "Righ tarrow",
      "le l",
      "pa ral",
      "paral lel",
      ") ^",
      "l l",
      "+ \\",
      "s f",
      "sub set",
      "i o",
      "text rm",
      "io ta",
      "d iv",
      "l i",
      "n to",
      "pha nto",
      "phanto m",
      "script size",
      "s h",
      "o m",
      "r e",
      "^{ \\",
      "li m",
      "} \\",
      ") )",
      "b in",
      "bin om",
      "k e",
      "over rightarrow",
      "b u",
      "j math",
      "r brace",
      "ti n",
      "co ng",
      "g g",
      "tin y",
      "Bigg r",
      "m al",
      "s mal",
      "smal l",
      "L o",
      "a c",
      "Ġ1 3",
      "Bigg l",
      "U psilon",
      "s la",
      "} ^{",
      "ow n",
      "sla sh",
      "1 0",
      "= \\",
      "b re",
      "d own",
      "Lo ng",
      "c up",
      "ve e",
      "to p",
      "bre ve",
      "( \\",
      "big oplus",
      "l le",
      "bu lle",
      "bulle t",
      "w p",
      "ar row",
      "a b",
      "} ^",
      "Ġ1 4",
      "a top",
      "c ap",
      "e c",
      "\\ |",
      "ke rn",
      "Ġ( (",
      "var pi",
      "down arrow",
      "r brack",
      "ec t",
      "Ġ{ \\",
      "f tarrow",
      "1 8",
      "1 2",
      "u par",
      "v dots",
      "le ftarrow",
      "su p",
      "upar row",
      "Ġ1 7",
      "1 3",
      "1 4",
      "] {",
      "} }{",
      ") =",
      ", \\",
      "I m",
      "^{ -",
      "1 6",
      "s b",
      "sup set",
      "h line",
      "Ġ1 0",
      "mi t",
      "Ġ\\ #",
      "R e",
      "ar p",
      "ar ge",
      "Ġ1 6",
      "Ġ1 5",
      "Long rightarrow",
      "1 7",
      "u psilon",
      "$( (",
      "ra i",
